Revit 2027 API
ReferencePointArray Constructor
Initializes a new instance of the ReferencePointArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ReferencePointArray()
Public Sub New
public:
ReferencePointArray()
new : unit -> ReferencePointArray
See Also
Reference
ReferencePointArray Class
Autodesk.Revit.DB Namespace